[{
	"tag": "photo_of_george",
	"name": "A photograph of George Preston",
	"description": "A photograph of George Preston, a gangling young man with light hair and eyes",
	"type": "photograph"
}, 
{
	"tag": "letter_from_george_preston",
	"name": "Letter from George Preston to Hereward Carrington",
	"description": "A letter that reads: Dear Sir: I write as an admirer of your work. Though by trade an electrician, I consider myself an inventor in the tradition of Marconi, Morse, and Bell. For several years now, I have worked on a device, which I consider a successor to the radio and the television. Just as we walk daily through waves from a dozen radio stations and now television stations as well, so I believe we are constantly surrounded by the unseen spirits who exist at a frequency most humans cannot perceive. From my readings on psychic phenomena, I conclude that mediums are no different from others who possess such acute hearing that they cannot live in a house with others or such a strong sense of taste that they only eat the blandest of foods. And we average men are like the color-blind who cannot distinguish red from green, only our numbers are far greater. Machines, unlike men, face no such limitations. When complete, my device will amplify light and sound to make visible that which exists at the very edge of what you and I can see and hear. From your books, I gather that you possess a greater openness to scientific proof of psychic phenomena than many others in your line of work. I would be deeply indebted if you would be willing to discuss my theory with me further and attend the first public unveiling of the device, which I now believe to be in its final stages. I have recently begun attending psychic ceremonies at the Temple of Nephthys. From my observation, I believe the medium, Madame Isis, possesses a true connection to the spirit world. Unlike others whose séances I have attended, she does not elicit phantasmal raps, conjure glowing hands, or move objects with ghostly fingers as a magician might. Several of her regular attenders with whom I have spoken, including her secretary, attest to the veracity of statements they receive from the departed. I consider such testimonies better proof than showy phenomena. Despite my faith in my own observations, I hope I might ask whether you had visited her on one of your investigations and, if so, whether you observed any fraudulent behavior of the types you describe in your books. I remain yours sincerely, George Preston", 
	"type": "letter"
}]